tap "1password/tap"
tap "arkweid/lefthook"
tap "blackfireio/blackfire"
tap "cantino/mcfly"
tap "conduktor/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "minio/stable"
tap "nakabonne/ali"
tap "shihanng/gig"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "adr-tools"
brew "openssl@3"
brew "libssh"
brew "xz"
brew "ansible"
brew "ansible-lint", link: false
brew "little-cms2"
brew "aws-shell"
brew "python@3.11"
brew "awscli"
brew "awscurl"
brew "libssh2"
brew "bat"
brew "glib"
brew "bfg"
brew "black"
brew "chezmoi"
brew "coreutils"
brew "doctl"
brew "enca"
brew "exa"
brew "freetds"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gradle"
brew "guile"
brew "helm"
brew "htop"
brew "httpd"
brew "httpie"
brew "hunspell"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "imageoptim-cli"
brew "jmeter"
brew "jq"
brew "ki"
brew "kind"
brew "kubernetes-cli", link: false
brew "krew"
brew "ktlint"
brew "kubectx"
brew "leptonica"
brew "libarchive"
brew "libfido2"
brew "libmng"
brew "libproxy"
brew "lzlib"
brew "librdkafka"
brew "llvm"
brew "localstack"
brew "locust"
brew "lsd"
brew "make"
brew "maven"
brew "mcfly"
brew "minikube"
brew "protobuf"
brew "six"
brew "mitmproxy"
brew "mkcert"
brew "mysql-client"
brew "n"
brew "nghttp2"
brew "nss"
brew "pkcs11-helper"
brew "openvpn"
brew "poppler"
brew "qt@5"
brew "tcl-tk"
brew "pdf2svg"
brew "pipenv"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "python@3.10"
brew "pyyaml"
brew "qemu"
brew "qt"
brew "rabbitmq-c"
brew "redis"
brew "saml2aws"
brew "spaceship"
brew "spotify-tui"
brew "spotifyd"
brew "strongswan"
brew "telnet"
brew "terraform"
brew "tesseract"
brew "tesseract-lang"
brew "tldr"
brew "tree"
brew "unzip"
brew "vegeta"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "yamllint"
brew "yq"
brew "zip"
brew "zsh-autosuggestions"
brew "arkweid/lefthook/lefthook"
brew "blackfireio/blackfire/blackfire"
brew "hashicorp/tap/packer"
brew "minio/stable/mc"
brew "nakabonne/ali/ali"
brew "shihanng/gig/gig"
brew "shivammathur/extensions/amqp@8.2"
brew "shivammathur/extensions/igbinary@8.2"
brew "shivammathur/extensions/imap-uw"
brew "shivammathur/extensions/imap@8.1"
brew "shivammathur/extensions/imap@8.2"
brew "shivammathur/extensions/rdkafka@8.1"
brew "shivammathur/extensions/rdkafka@8.2"
brew "shivammathur/extensions/redis@8.2"
brew "shivammathur/extensions/redis@8.3"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/extensions/yaml@8.2"
brew "shivammathur/php/php"
brew "shivammathur/php/php@8.0"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "amazon-music"
cask "anaconda"
cask "brave-browser"
cask "cockatrice"
cask "conduktor"
cask "cyberduck"
cask "discord"
cask "docker"
cask "epic-games"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-nf"
cask "font-cascadia-mono-pl"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "itermai"
cask "jetbrains-toolbox"
cask "keystore-explorer"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "miro"
cask "ngrok"
cask "nosql-workbench"
cask "notion"
cask "obs"
cask "obs-virtualcam"
cask "openvpn-connect"
cask "openwebstart"
cask "optimage"
cask "pdfelement"
cask "postman"
cask "rar"
cask "scummvm"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "surfshark"
cask "telegram"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "wireshark"
cask "zoom"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "k--kato.intellij-idea-keybindings"
vscode "mathiasfrohlich.kotlin"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
