# Taps
tap "1password/tap"
tap "arkweid/lefthook"
tap "blackfireio/blackfire"
tap "cantino/mcfly"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "symfony-cli/tap"

# Regular formulas
brew "adr-tools"
brew "aws-shell"
brew "awscli"
brew "awscurl"
brew "bat"
brew "bfg"
brew "glib"
brew "doctl"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnutls"
brew "gnupg"
brew "gradle"
brew "helm"
brew "htop"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imageoptim-cli"
brew "jq"
brew "ki"
brew "kind"
brew "kubernetes-cli", link: false
brew "krew"
brew "ktlint"
brew "lsd"
brew "make"
brew "maven"
brew "mcfly"
brew "minikube"
brew "mkcert"
brew "mysql-client"
brew "n"
brew "nss"
brew "openssl@3"
brew "pkcs11-helper"
brew "redis"
brew "spaceship"
brew "telnet"
brew "hashicorp/tap/terraform"
brew "tldr"
brew "tree"
brew "unzip"
brew "wget"
brew "yq"
brew "zip"
brew "zsh"
brew "zsh-autosuggestions"
brew "arkweid/lefthook/lefthook"
brew "blackfireio/blackfire/blackfire"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/php/php"
brew "symfony-cli/tap/symfony-cli"

# Casks
cask "1password"
cask "1password-cli"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "notion"
cask "postman"
cask "rar"
cask "scummvm"
cask "slack"
cask "spotify"
cask "steam"
cask "surfshark"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
